a = 1
a2 = -1

print(f'abs(a) = {abs(a2)}') # abs = 절댓값을 리턴

#================================================#

b = "hi"
b2 = 2

print(type(b),type(b2)) # type = 자료형을 리턴

#================================================#

"""aqfeqfq
wqdw"""     #삼중따움표 사이는 전체주석

#===============================================

str ='반갑습니다'
str2 ="python"

print(str,str2)

#==============================================
print("줄바꿈",end="") #end="" 줄바꿈 안함
print("줄안바꿈")

#==============================================
for c in range(10): #범위 함수
    print(c)